IDEA Open Model
ConnectionSetup.GammaM3 Property
Compatible with IDEA StatiCa 20.1
 Preloaded bolts safety factor
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double GammaM3 { get; set; }
Public Property GammaM3 As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace